{
	"michael": [
		{
			"text": "By his power god raised the lord from the dead, and he will raise us also",
			"verse": "1 Corinthians 6:14",
			"caption": "None of us were promised an easy life. There is nothing we can do to keep ourselves immune to trials, and we cannot eradicate painful feelings in our lives.\r\nBut even the most difficult seasons are not absent of God's love. And this love changes us. This is what I want to tell you: on the far side of pain we don't prefer, we find transformation we wouldn't trade"
		},
		{
			"text": "“But blessed is the one who trusts in the Lord, whose confidence is in him. They will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.”",
			"verse": "Jeremiah 17:7-8",
			"caption": "Precious Lord,I praise Your Wonderful goodness for Your gracious compassion.Your promises of love are new every day and your love is great."
		},
		{
			"text": "The eyes of the lord watch over those who do right and his ears are open to their prayers.",
			"verse": "1 Peter 3:12",
			"caption": "Dear God, please bless anyone reading this wtih a personal experience of Your Love, grace and mercy"
		},
		{
			"text": "Honor the lord with your wealth then your barns will be filled with plenty, and your vats will be bursting with wine.",
			"verse": "Proverbs 3:9-10",
			"caption": "Gracious God and loving Father, thank you for every good and perfect gift you have lavished upon me. Please accept the offering of my heart which I freely give to you. Soften it and make it gracious and generous like you. I commit to give you and your work in the world, my first and best. In Jesus' name I pray. Amen"
		},
		{
			"text": "The pain you have been feeling cant compare to the joy that is coming",
			"verse": "Romans 8:18",
			"caption": "Maybe God is using the battle you're facing to prepare you for the blessing that's coming."
		},
		{
			"text": "Search me, O God, and know my heart! Try me and know my thoughts",
			"verse": "Psalm 139:23",
			"caption": "David marvels at God's creative work in the womb. He is thankful for God's innumerable thoughts for him and for God's presence day and night. Finally, David's thoughts turn to the wicked. He considers them God's enemies and his, and longs for God to slay them. David is disgusted by evil people because they rail against God and take His name in vain. He asks God to search his heart to see if any sin is there, and he asks God to lead him in the way everlasting. May god bless this verse. Amen"
		},
		{
			"text": "He who walks with wise men will be wise, But the companion of fools will suffer harm.",
			"verse": "Proverbs 13:20",
			"caption": "He that walketh with wise men shall be wise — To walk with a person implies love and attachment; and it is impossible not to imitate those we love. So we say, \"Show me his company, and I'll tell you the man.\" Let me know the company he keeps, and I shall easily guess his moral character."
		},
		{
			"text": "My help comes from the Lord, who made heaven and earth!",
			"verse": "Psalm 121:2",
			"caption": "When your world turns dark and your journey turns rugged, where do you turn for help? What is your source for the confidence you need to face the headwinds of life? Psalm 121 encourages us in such times. It reminds us where our help comes from and infuses us with confidence: “My help comes from the Lord, the Maker of heaven and earth. Amen"
		},
		{
			"text": "We know what real love is because jesus gave up his life for us.",
			"verse": "1 John 3:16",
			"caption": "Evil has a jealous hatred for good. This is why Cain killed Abel, and why hatred is considered the spiritual equivalent to murder. Christians are expected to do more than feel love, they are commanded to act on it, in selfless sacrifice. Because of His love, God not only calls us His children, He actually makes us His children. John also explains how sin, including hate, is never the result of a proper relationship with God. Christians, in contrast to the world, are supposed to do more than simply ''feel'' love; we are to act on it, as well. Amen"
		},
		{
			"text": "Then jesus said, \"Come to me, all of you who are weary and carry heavy burdens, and I will give you rest.\"",
			"verse": "Matthew 11:28",
			"caption": "Christ brings rest to the weary, comfort for the hurting, solace to the ones with heavy burdens, and rest for the soul. Amen 🙏"
		},
		{
			"text": "And let the peace that comes from Christ rule in your hearts.",
			"verse": "Colossians 3:15",
			"caption": "God's peace within becomes a wonderful internal barometer of our closeness to our heavenly Father and our abiding in Christ.Yes, the promised peace of Christ is an accurate indicator of ones standing with the Lord and is a guide as to whether or not we are abiding in Christ and resting in His love. The spiritual man or woman who is walking in spirit and truth will know a peace in their heart which passes understanding.. even in the midst of great trials and difficulties.. while the one who is out of fellowship and walking in fleshly carnality will have inner turmoil of spirit and disease of the soul. Amen"
		},
		{
			"text": "Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enought trouble of its own.",
			"verse": "Matthew 6:34",
			"caption": "Christ commands us not to worry. That is enough reason to have hope in his plan for tomorrow. James and Proverbs tell us not to boast about tomorrow either. God is with us here and now, to find him there can be no dreaming or worrying about tomorrow. He will be there too, and so will we when it becomes today. Amen"
		},
		{
			"text": "It is god who girdeth me with strength and keeps my way secure.",
			"verse": "Psalm 18:32",
			"caption": "Heavenly Father, thank you for this day and thank you so much for protecting me every second. Amen"
		},
		{
			"text": "God is fatihful. He will not allow the temptation to be more than you can stand.",
			"verse": "1 Corinthians 10:13",
			"caption": "Lord, You are my hiding place. You are the One I seek. You are the protection I need. I yearn for Your advice, Your guidance, and Your help. Show me which way to turn. Put me right where You want me to be to do the most good. Watch over me as I make this journey. You are the victory I seek, Lord, so bring me safely home to You. Amen."
		},
		{
			"text": "And I heard the voice of the Lord saying, \"Whom shall I send, and who will go for us ?\" Then I said, \"Here I am! Send me.\"",
			"verse": "Isaiah 6:8",
			"caption": "Holy God, send me to do the things on earth that spread your kingdom. Send me to witness to others in my words and actions. Send me to the hurt, broken, tired, poor, widowed, abandoned, sick, and lost. Equip me, give me strength, and send me to make an impact in this world. In Jesus’ name I pray, amen."
		},
		{
			"text": " Do not be quickly provoked in your spirit, for anger resides in the lap of fools.",
			"verse": "Ecclesiastes 7:9",
			"caption": "Heavenly Father, prevent me from nursing foolish anger in my heart. Endow me with godly wisdom and a gracious spirit so that I may reflect the beauty of Jesus in my life and be a witness to Your goodness and grace, to Your praise and glory. In Jesus' name I pray, AMEN."
		},
		{
			"text": "I have heard your prayer and seen your tears; I will heal you.",
			"verse": "2 Kings 20:5",
			"caption": "Almight God, we believe you are the strongest and you will provide us strength to win this world Jesus. Thank you Jesus."
		},
		{
			"text": "With God, all things are possible.",
			"verse": "Matthew 19:26",
			"caption": "Dear God, I ask for Your help with my challenges today. Clear my mind of all negative attitudes and beliefs and cause stillness to overcome me. Let Your Divine love transform concern and fear into peace and calm. Be a harmonizing force within my life. Strengthen me. Amen"
		},
		{
			"text": "I know the lord is always with me. I will not be shaken, for he is right beside me.",
			"verse": "Psalm 16:8",
			"caption": "Heavenly Father,  I pray for Your protection as I begin this day. You are my hiding place, and under Your wings I can always find refuge. Protect me from trouble wherever I go, and keep evil far from me."
		}
	],
	"alfred": [
		{
			"text": "Brothers and sisters, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,",
			"verse": "Philippians 3:13",
			"caption": "Be empowered by Paul's emphasis here on forgetting the past; forgetting what is behind and stressing forward to what lies ahead. Try not to allow the previous failures to crash you from the goal of your upward call of God in Christ. Go ahead for the gold award prize until you meet the Lord Jesus toward the end point."
		},
		{
			"text": "For by one sacrifice he has made perfect forever those who are being made holy.",
			"verse": "Hebrews 10:14",
			"caption": "It is important for us to let go of our past and guilt in order to move forward for God because Jesus died for us to make us perfect."
		},
		{
			"text": "For it is by grace you have been saved, through faith—and this is not from yourselves, it is the gift of God— not by works, so that no one can boast.",
			"verse": "Ephesians 2:8-9",
			"caption": "In these end times, it is critical to ask oneself, \"What do I depend on for my salvation?\" Am I depending upon the good things I have done, or do I perceive that I don't have anything to contribute and essentially cast myself upon the grace of God through faith in Jesus Christ?"
		},
		{
			"text": "So he got up and went to his father. “But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him.",
			"verse": "Luke 15:20",
			"caption": "The father in Luke 15 rushes to forgive, to show compassion, and to value both of his children. God is something similar. We realise we frequently should be reminded that God values us, forgives us and has compassion on us. It is consoling as far as we're concerned to know that assuming we are straightforward with God, confess our sin, He will forgive us and welcome us back into fellowship with Him."
		},
		{
			"text": "When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly.",
			"verse": "1 Peter 2:23",
			"caption": "Jesus practised extraordinary self control. He opposed any urge to retaliate, insult, or even appropriately portray the approaching judgement of God. How could He make it happen? It wasn't simply self control. Jesus settled on a decision at the time to trust God, His Father, to be the ideal judge with perfect timing. He trusted that His Father would justify Him, would execute justice, and would give everything that was required. So Jesus was allowed to fulfil His purpose and not make justice for Himself."
		},
		{
			"text": "Let us examine our ways and test them, and let us return to the Lord .",
			"verse": "Lamentations 3:40",
			"caption": "\"Ways\" here are utilized metaphorically, connecting with our actions and behaviour. We can say that we love Jesus, yet our actions validate regardless of whether this is valid. We humans are generally excellent at justification. We frequently conceal the truth from ourselves, so we can go joyfully on. We should think, would we say we are concealing the truth from ourselves?"
		},
		{
			"text": "As iron sharpens iron, so one person sharpens another.",
			"verse": "Proverbs 27:17",
			"caption": "As a church we as a whole ought to be questioning, encouraging, coaching, and challenging each other decidedly with a mentality to help other people to grow in God's way."
		},
		{
			"text": "Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous person is powerful and effective.",
			"verse": "James 5:16",
			"caption": "It ought to be normal practice for Christians to confess our sins to one another and to pray for one another, with the goal that we might be healed. Certain individuals read \"healed\" here as a source of perspective to healing from physical illness. Others comprehend it to mean healing from discouragement and spiritual weakness. Regardless, this healing requires two things from Christians. We are both to confess our sins to one another, and to pray for one another."
		},
		{
			"text": "Flee the evil desires of youth and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart.",
			"verse": "2 Timothy 2:22",
			"caption": "Youths are asked to flee from each sort of temptation. Not just we are to oppose the outward fleshly desires, and the inner lusts of the heart, yet additionally the hidden sin of unbelief, which with such ease assails us and which converts into an absence of trust in our heavenly Father."
		},
		{
			"text": "“If the Lord had not cut short those days, no one would survive. But for the sake of the elect, whom he has chosen, he has shortened them.",
			"verse": "Mark 13:20",
			"caption": "Days before the crucifixion, the disciples acclaim the glory of the temple. Whenever Jesus lets them know the temple will be destroyed, they request signs of that approaching complete destruction and of His return. Jesus addresses their second inquiry with data vital for believers at the end times, and any time. Tribulation Christians will confront shocking difficulties and violence, as may believers of any time, yet they should recall that the difficulties won't last forever. Jesus will return so rapidly, any endeavour to live by the world's guidelines will be vain."
		},
		{
			"text": "This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins.",
			"verse": "1 John 4:10",
			"caption": "Godly love in an individual's life is an indication of being born again. The individuals who genuinely love God will follow up on that love, towards others. The individuals who don't show love have no fellowship with God, at least. Love is something God showed us first, by sending Christ. Our love for Him is at last established in His unique love for us. We are again reminded that true love includes acting, not simply feeling."
		},
		{
			"text": "Fight the good fight of the faith. Take hold of the eternal life to which you were called when you made your good confession in the presence of many witnesses.",
			"verse": "1 Timothy 6:12",
			"caption": "Keep up with your testimony, keep up with your faith, battle for what is true and sight. As a church leader, Timothy's essential weapons against fake doctrine and sin are keeping himself on God's path and declining to falter in his guidance of individual church members. Simultaneously, Paul cautions Timothy not to be diverted by the discussions of a person who shows off their intelligence wherein a few false teachers lock in."
		},
		{
			"text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God.",
			"verse": "Philippians 4:6",
			"caption": "Pray with an attitude of worship knowing that God is in absolute control of your life. Pray with an attitude of repentance knowing our tendency to not trust God. Pray with an attitude of thanksgiving before and after the outcome."
		},
		{
			"text": "Being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus.",
			"verse": "Philippians 1:6",
			"caption": "Our God who called us for His ministry will never leave us until the end."
		},
		{
			"text": "No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.”",
			"verse": "Acts 15:11",
			"caption": "We cannot be saved by our culture, tradition or the structure of our denomination. We can only be saved by Jesus who is in the centre of everything."
		},
		{
			"text": "Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.”",
			"verse": "John 14:21",
			"caption": "Although God loves everyone even when we don't love Him or sin against Him, those who love Him by obeying have a special place or closeness to His heart."
		},
		{
			"text": "The Lord himself goes before you and will be with you; he will never leave you nor forsake you. Do not be afraid; do not be discouraged.”",
			"verse": "Deuteronomy 31:8",
			"caption": "Focusing on the Lord means understanding that He is with us at all times and He is accessible by us at all times."
		},
		{
			"text": "How good and pleasant it is when God’s people live together in unity!",
			"verse": "Psalms 133:1",
			"caption": "Heavenly Father, I pray that we might figure out how to live together with the entirety of our brothers and sisters in Christ in Godly love and unity, and to Your praise and glory. Protect us from wanton discord, disunity or division and assist every one of Your youngsters with standing firm in the Faith. Every one of these in Jesus Name we pray, AMEN."
		},
		{
			"text": "“A new command I give you: Love one another. As I have loved you, so you must love one another.",
			"verse": "John 13:34",
			"caption": "Love people when they don’t deserve to be loved. Love people when they don’t love you back. Love people when they can’t love you back. Love people with all your heart and all your soul."
		},
		{
			"text": "By this everyone will know that you are my disciples, if you love one another.”",
			"verse": "John 13:35",
			"caption": "Loving others is the mark of the followers of Christ. Many people thing that the mark of being a follower of Christ is church attendance, Bible knowledge, memorising verses, giving money, or serving the poor. But it is not the important thing in God's eyes."
		}
	],
	"abel": [
		{
			"text": "We have this hope as an anchor for the soul, \nfirm and secure. It enters the inner sanctuary \nbehind the curtain",
			"verse": "Hebrews 6:19",
			"caption": "Heavenly Father, we often lose our hope in You due to our troubles\nand current situations. Help us remember that in your Name and by\nyour grace, we can overcome and achieve anything. Amen."
		},
		{
			"text": "Do not be anxious about anything, but in every \nsituation, by prayer and petition, with \nthanksgiving, present your requests to God",
			"verse": "Philippians 4:6",
			"caption": "Heavenly Father, though everything may be overwhelming right now,\nwe ask that you give us your strength to fight the battles we face and\nyour love to be upon each one of us. Amen."
		},
		{
			"text": "Rejoice in hope, be patient in tribulation, be \nconstant in prayer.",
			"verse": "Romans 12:12",
			"caption": "Heavenly Father, we ask that you help us to stay faithful to You even \nin our darkest times and may we shine your Light to those around us.\nAmen."
		},
		{
			"text": "And the prayer offered in faith will make the \nsick person well; the Lord will raise them up. If \nthey have sinned, they will be forgiven.",
			"verse": "James 5:15",
			"caption": "Heavenly Father, helps us remember your loving kindness and be \nable to show that same love to those around us. Provide us with that \nopportunity today, dear God. Amen."
		},
		{
			"text": "He heals the brokenhearted and binds up their \nwounds.",
			"verse": "Psalms 147:3",
			"caption": "Heavenly Father, we believe you are our healer and we ask, in Jesus\nName, that you heal us from our sicknesses, from our sins, and from\nour past. Amen."
		},
		{
			"text": "The Lord will fight for you; you need only to be \nstill.",
			"verse": "Exodus 14:14",
			"caption": "Heavenly Father, all our battles, we surrender it into your hands and\ntrust that You will lead us accordingly to the path that you have set for \nus. Amen."
		},
		{
			"text": "You are the God who works wonders; you have \nmade known your might among the peoples.",
			"verse": "Psalms 77:14",
			"caption": "Heavenly Father, we believe that you are the God of wonders and are\na miracle worker. We ask that you work miracles in our lives and \nthrough us. Amen."
		},
		{
			"text": "And the peace of God, which transcends all \nunderstanding, will guard your hearts and your \nminds in Christ Jesus.",
			"verse": "Philippians 4:7",
			"caption": "Heavenly Father, there are many distractions and trials that may pull\nus away from you. We humbly ask that you guard our hearts and \nminds and instill in us your peace. Amen."
		},
		{
			"text": "In peace I will lie down and sleep, for you \nalone, Lord, make me dwell in safety.",
			"verse": "Psalms 4:8",
			"caption": "Heavenly Father, we often forget that you are in control. We ask that \nyou remind us of your love,your mercies and to provide us with the \nassurances that we need to move forward. Amen."
		},
		{
			"text": "Consider it pure joy, my brothers and sisters, \nwhenever you face trials of many kinds, \nbecause you know that the testing of your faith \nproduces perseverance.",
			"verse": "James 1:2-3",
			"caption": "Heavenly Father, we ask that your strength and mercies will always be\nupon us, especially when our faith is tested. Help us persevere through\nthe storms and rise up stronger. Amen."
		},
		{
			"text": "Let us not become weary in doing good, for at \nthe proper time we will reap a harvest if we do \nnot give up.",
			"verse": "Galatians 6:9",
			"caption": "Heavenly Father, teach us to do good continuously without expecting \nto be favoured. Help us to be persistent and patient to see your glory \nshine in us and also those around us. Amen."
		},
		{
			"text": "In the world you will have tribulation. But take \nheart; I have overcome the world.",
			"verse": "John 16:33",
			"caption": "Heavenly Father, often we are overwhelmed by the ways of the world.\nHelp us to stay on the path that you have set in place for us and to \nremember your love. Hide us behind your cross, Jesus. Amen."
		},
		{
			"text": "Humble yourselves, therefore, under the \nmighty hand of God so that at the proper time \nHe may exalt you, casting all your anxieties on \nHim, because He cares for you.",
			"verse": "1 Peter 5:6-7",
			"caption": "Heavenly Father, help us to remember that without you, dear God, we\nare nothing. Instill in our hearts your humility and teach us to share\nyour love unconditionally to those around us. Amen. "
		},
		{
			"text": "The Lord is close to the brokenhearted and \nsaves those who are crushed in spirit.",
			"verse": "Psalms 34:18",
			"caption": "Heavenly Father, we have gone in our own way and that led to only \ndisappointments and caused us to get hurt. We ask, in Jesus Name, \nthat you draw us closer to you to be saved. Amen."
		},
		{
			"text": "For the Spirit God gave us does not make us \ntimid, but gives us power, love and self-\ndiscipline.",
			"verse": "2 Timothy 1:7",
			"caption": "Heavenly Father, there are times when we forget who we are. Help us\nto remember that we are no longer a slave to fear but a child of yours.\nAmen."
		},
		{
			"text": "For I, the LORD your God, hold your right \nhand; it is I who say to you, 'Fear not, I am the \none who helps you.",
			"verse": "Isaiah 41:13",
			"caption": "Heavenly Father, when things get overwhelming, remind us that there\nis nothing to fear for you, our God, are here by our side. Helps to hear \nyour voice even when everything else gets loud. Amen."
		},
		{
			"text": "Be completely humble and gentle; be patient, \nbearing with one another in love.",
			"verse": "Ephesians 4:2",
			"caption": "Heavenly Father, we ask that you remind us to be like you and that we\nbe the salt and light to those around us. In Jesus Name, Amen."
		},
		{
			"text": "You need to persevere so that when you have \ndone the will of God, you will receive what he \nhas promised.",
			"verse": "Hebrews 10:36",
			"caption": "Heavenly Father, we humbly ask that your provide us with the ability to\ndiscern to you and know your will for us in our lives. We ask that you\nwill guide us towards receiving the blessings and promises you have in\nstore for us. Amen."
		},
		{
			"text": "Bless the Lord, O my soul! O Lord my God, \nyou are very great! You are clothed with \nsplendor and majesty.",
			"verse": "Psalms 104:1",
			"caption": "Heavenly Father, we begin our day by declaring that you are God\nAlmighty and praise you for all the works of your hands. We ask that \nwe see your miraculous hands in our lives. Amen."
		},
		{
			"text": "When I thought, \"My foot slips,\" Your steadfast \nlove, O LORD, helped me up. When the cares \nof my heart are many, Your consolations cheer \nmy soul.",
			"verse": "Psalms 94:18-19",
			"caption": "Heavenly Father, we thank you for loving us even when we are\nunlovable. We thank you for always holding on to us even when we\npush you away. We thank you for carrying us through our storms and\nreducing our burdens. In all that we do, we give you the glory and\nhonour. In Jesus Name, Amen."
		}
	],
	"abigail": [
		{
			"text": "Christ is the culmination of the law so that there may be righteousness for everyone who believes.",
			"verse": "Romans 10:4",
			"caption": "Heavenly Father,  I pray that you would open our hearts to believe in you so that we may receive your righteousness. Amen."
		},
		{
			"text": "Direct my footsteps according to your word;\r\nlet no sin rule over me.",
			"verse": "Psalm 119:133",
			"caption": "Dear Lord, please direct our footsteps and guide us in every phase of our life. Amen."
		},
		{
			"text": "O LORD, you are my God; I will exalt you and praise your name, for in perfect faithfulness you have done marvelous things, things planned long ago.",
			"verse": "Isaiah 25:1",
			"caption": "Heavenly Father, we exalt and praise your name for you are faithful and righteous. Amen."
		},
		{
			"text": "But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.",
			"verse": "Romans 5:8",
			"caption": "Heavenly Father, open our eyes & heart to see the love you have for us and may we share that love with those around us. Amen."
		},
		{
			"text": "“I will rescue him;\r\nI will protect him, for he acknowledges my name.\"",
			"verse": "Psalm 91:14",
			"caption": "Dear Lord, we want to thank you for your protection over us and we pray that you continue to guide us in our journey of life. Amen."
		},
		{
			"text": "Though I have fallen, I will rise.\r\nThough I sit in darkness, the Lord will be my light.",
			"verse": "Micah 7:8",
			"caption": "Heavenly Father, may your light shine in the times of darkness and we pray that, together, we may know God's strength, encouragement and blessing in this time of need. Amen."
		},
		{
			"text": "May the God who gives endurance and encouragement give you the same attitude of mind toward each other that Christ Jesus had.",
			"verse": "Romans 15:5",
			"caption": "Heavenly King, we come before you seeking your strength during these hard times. Renew our strength. Let our hearts find comfort in you because you are the giver of patience and endurance. Amen."
		},
		{
			"text": " If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
			"verse": "James 1:5",
			"caption": "Dear Lord, you who are all-knowing and wise, teach me your ways. I seek your wisdom and insight, I want to have knowledge and understanding. Amen."
		},
		{
			"text": "For whoever wants to save their life[a] will lose it, but whoever loses their life for me and for the gospel will save it.",
			"verse": "Mark 8:35",
			"caption": "Heavenly Father, fill our hearts with humility and clear our minds so that we read your Word with wisdom. Let us pursue your will with a spirit of holiness. Attune our ears to your message. May we engrave your words on our hearts forever. Amen."
		},
		{
			"text": "Shout aloud and sing for joy, people of Zion,\r\n for great is the Holy One of Israel among you.",
			"verse": "Isaiah 12:6",
			"caption": "Dear Lord, we will sing for joy to Youand shout aloud to the Rock of our salvation. We will come before You with thanksgiving and extol You with music and song. For the LORD is the great God, the great King above all gods. Amen."
		},
		{
			"text": "Do not grieve, for the joy of the Lord is your strength.",
			"verse": "Nehemiah 8:10",
			"caption": "Heavenly King, Lord, when my heart is overwhelmed, overwhelm me with Your peace. Lead me to You, my rock. Amen."
		},
		{
			"text": "Glory in his holy name;\r\nlet the hearts of those who seek the Lord rejoice.",
			"verse": "1 Chronicles 16:10",
			"caption": "Heavenly Father, I thank You that Your truth dwells in the atmosphere of worship. Strength and glory are in Your sanctuary. I worship You in the splendor of Your holiness. Amen."
		},
		{
			"text": "Sing to the Lord a new song;\r\nsing to the Lord, all the earth.",
			"verse": "Psalm 96:1",
			"caption": "Almighty God, I sing praises to Your magnificent name. All splendor and admiration to Your blessed name, Father. Amen."
		},
		{
			"text": "Let your face shine on your servant;\r\nsave me in your unfailing love.",
			"verse": "Psalm 31:16",
			"caption": "Heavenly Father, bless us with love. That we may love as you love! That we may show patience, tolerance, kindness, caring and love to all! Amen."
		},
		{
			"text": "As far as the east is from the west,\nso far has he removed our transgressions from us.",
			"verse": "Psalm 103:12",
			"caption": "Dear Lord, I pray that you remove our transgressions and guide us in our walk with you. Amen."
		},
		{
			"text": "Hatred stirs up conflict,\r\nbut love covers over all wrongs.",
			"verse": "Proverbs 10:12",
			"caption": "Dear Lord, I pray that you remove the hate in our hearts and fill it with your love that we may live like you. Amen."
		},
		{
			"text": "For I will forgive their wickedness\r\nand will remember their sins no more.",
			"verse": "Hebrews 8:12",
			"caption": "Dear Lord, we want to talk you for you grace and mercy and pray that we no longer go back to our sinful ways but live in obedience. Amen."
		},
		{
			"text": "For you have been my hope, Sovereign Lord,\r\nmy confidence since my youth.",
			"verse": "Psalm 71:5",
			"caption": "Heavenly Father, thank you that you are our hope!  I choose to trust you and put my hope in you for you are the one and true living God. Amen."
		},
		{
			"text": "Blessed are the peacemakers,\r\nfor they will be called children of God.",
			"verse": "Matthew 5:9",
			"caption": "Dear Lord, thank you for being our Father. Thank you loving us and granting us your peace, grace and mercy. Amen."
		},
		{
			"text": "In peace I will lie down and sleep,\r\nfor you alone, Lord,\r\nmake me dwell in safety.",
			"verse": "Psalm 4:8",
			"caption": "Loving God, please grant me peace of mind and calm my troubled heart.Give me the strength and clarity of mind to find my purpose and walk the path you've laid out for me. Amen."
		}
	],
	"erick": [
		{
			"text": "Call to me and I will answer you and tell you great \nand unsearchable things you do not know.",
			"verse": "Jeremiah 33:3",
			"caption": "Jesus, we call for you today and we pray that you \nwill enter completely in our lives today and we\nadmit we can do nothing without you Lord. Amen."
		},
		{
			"text": "Trust in the LORD with all your heart, \nand do not lean on your own understanding.\n In all your ways acknowledge Him, \nand He will make straight your paths.",
			"verse": "Proverbs 3:5–6",
			"caption": "Dear father, help us to remember that you are greater and \nwiser in all ways and help us to always rely on you in \nwhatever we do. Thank you Jesus."
		},
		{
			"text": "\"For I, the LORD your God, hold your right hand;\n it is I who say to you, 'Fear not, I am the one who helps you.'\"",
			"verse": "Isaiah 41:13",
			"caption": "Jesus, whenever we fear, help us remember that you are \nalways with us and you guiding us throughout our live and \nyou will never forsake us. Amen."
		},
		{
			"text": "\"In the world you will have tribulation.\n But take heart; I have overcome the world.\"",
			"verse": "John 16:33",
			"caption": "Almight god, thank you for overcoming the world.\nWe know the battles have been won and help\nus to remember that and not fall in the enemies\ntemptation. Amen."
		},
		{
			"text": "Your word is a lamp for my feet,\r\na light on my path.",
			"verse": "Psalm 119:105",
			"caption": "Jesus, we belive your word is the way. We pray today\nthat we would win every temptaion that is stopping \nus from reading the Bible and stop giving excuses.\nAmen."
		},
		{
			"text": "Because of the Lord’s great love we are not consumed,\nfor his compassions never fail.\nThey are new every morning;great is your faithfulness.",
			"verse": "Lamentations 3:22-23",
			"caption": "Father, thank you for your unfailing love on us. Forgive us \nfor all the wrongdoings that we have done and help us to \nlove you more than ever everyday. Amen."
		},
		{
			"text": "What, then, shall we say in response to these things?\n If God is for us, who can be against us?",
			"verse": "Romans 8:31",
			"caption": "Father, we know the devil has no hold on us when you are \nwith us Lord. Strenghten us and guide us in our everyday \nlive.  Thank you Jeus."
		},
		{
			"text": "but those who hope in the Lord will renew their strength.\nThey will soar on wings like eagles;\nthey will run and not grow weary,\nthey will walk and not be faint.",
			"verse": "Isaiah 40:31",
			"caption": "Thank you Jesus for this day. We pray and ask you to renew \nour strenghts of all those who are tired mentally and physically. \nWe pray you would guide us and lead us. Amen."
		},
		{
			"text": "Cast all your anxiety on him because he cares for you.",
			"verse": "1 Peter 5:7",
			"caption": "Dear Jesus, thank you for you care for us Lord. Help us rely \nonly on you as we face trials in this world Lord. Amen."
		},
		{
			"text": "I can do all this through him who gives me strength.",
			"verse": "Philippians 4:13",
			"caption": "Almight God, we believe you are the strongest and you will \nprovide us strength to win this world Jesus. Thank you Jesus."
		},
		{
			"text": "The Lord is my shepherd, I lack nothing.",
			"verse": "Psalm 23:1",
			"caption": "Dear Jesus, thank you guiding us throughout our live. We believe \nwe will lack nothing as you are guiding us Jesus. Thank you for \neverything Lord."
		},
		{
			"text": "For God so loved the world that he gave his one and only Son,\n that whoever believes in him shall not perish but have eternal life.",
			"verse": "John 3:16",
			"caption": "We thank you Lord for giving your beloved Son to die for our sins. \nThrough him, we have eternal life. Thank you Jesus."
		},
		{
			"text": "The fear of the Lord is the beginning of wisdom,\nand knowledge of the Holy One is understanding.",
			"verse": "Proverbs 9:10",
			"caption": "Father Lord, we admit that we are nothing without you\nLord. We pray today that you will provide us the wisdom\nwe need and shine in this world to glorify you \nalone father. Amen."
		},
		{
			"text": "“But blessed is the one who trusts in the Lord,\r\nwhose confidence is in him.",
			"verse": "Jeremiah 17:7",
			"caption": "Almighty father, we pray that we trust you in all circumstances and \nnever lose our hope on your unfailing love.Amen."
		},
		{
			"text": "“If you love me, keep my commands.",
			"verse": "John 14:15",
			"caption": "Father, we love you so much. Help us to always remember your \ncommandments and keep them steadast in \nour lives father. We thank you Lord. Amen."
		},
		{
			"text": "Love must be sincere. Hate what is evil; cling to what is good.",
			"verse": "Romans 12:9",
			"caption": "Jesus, we pray that we would love everyone as how you have loved \nus and not hate anyone.Amen."
		},
		{
			"text": "But just as he who called you is holy, so be holy in all you do;",
			"verse": "1 Peter 1:15",
			"caption": "Purify us Lord and strenghten us as we start living a holy life beginning \nfrom now. We are not able to do anything without you Lord.Amen."
		},
		{
			"text": "Humble yourselves, therefore, under God’s mighty hand, that he\n may lift you up in due time.Cast all your anxiety on him because\n he cares for you.",
			"verse": "1 Peter 5:6-7",
			"caption": "Father, we humble ourselves today and proclaim that we are nothing\nwithout you Jesus. You are the creator and you are the greatest.\nWe rely on you and only you Jesus. Amen."
		},
		{
			"text": "“Do not judge, or you too will be judged.\n For in the same way you judge others, you will be judged,\n and with the measure you use, it will be measured to you.",
			"verse": "Matthew 7:1-2",
			"caption": "Lord, we pray that you forgive us if we have judged anyone Lord.\nWe pray that we would stop judging others from this day onwards Lord.\nAmen."
		}
	],
	"kristal": [
		{
			"text": "For I know the plans I have for you,” declares the Lord, “plans to prosper you and not to harm you, plans to give you hope and a future.",
			"verse": "Jeremiah 29:11",
			"caption": "Guide me lord, you are my heart you are my strength, you are my hope. Teach me Lord, and guide my way. I love you more each passing day. Amen."
		},
		{
			"text": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.",
			"verse": "Isaiah 41:10",
			"caption": "Lord God, you are my strength. Hold my hand in my weakness and with you, there’s nothing to fear, nothing to worry about. Hold me tight in your embrace, so that I can be stronger than the challenges in my life. Amen."
		},
		{
			"text": "Trust in the Lord with all your heart and lean not on your own understanding; in all your ways submit to him, and he will make your paths straight.",
			"verse": "Proverbs 3:5-6",
			"caption": "Lord, help me not to lean on my own understanding but in everything acknowledge You so that You can direct my words, thoughts and actions. In Jesus’ Name, Amen."
		},
		{
			"text": "Do not be anxious about anything, but in every situation, by prayer and petition, with thanksgiving, present your requests to God. ",
			"verse": "Philippians 4:6",
			"caption": "Father, I am tempted to worry about so many things. Forgive me for focusing on anything or anyone but You. Thank You for the Bible that equips and empowers me to live each day. Right now, I declare that You are my only Hope. Please help me remember that You really are in control. In Jesus’ Name, Amen."
		},
		{
			"text": "I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well.",
			"verse": "Psalm 139:14",
			"caption": "Dear Lord, Thank You for fearfully and wonderfully creating each of us. Thank You for giving us worth in Your eyes. Help us live as the one You uniquely intended us to be. Help us abide instead of strive, living peacefully and joyfully as heirs to Your Kingdom and co-heirs with Christ. Amen."
		},
		{
			"text": "So then, just as you received Christ Jesus as Lord, continue to live your lives in him, rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness.",
			"verse": "Colossians 2:6-7",
			"caption": "Dear Lord, help me - every single morning - to find faith in the midst of the chaos. Give me the desire and ability to see You, hear You, talk to You, and give thanks to You. And as I do, I pray that I will draw nearer and nearer to You, and that my faith will multiply exponentially as I understand in new, deeper ways that You are everything I ever hoped You would be. And so much more. Amen."
		},
		{
			"text": "And my God will supply all your needs according to His riches in glory in Christ Jesus.",
			"verse": "Philippians 4:19",
			"caption": "Dear Father God, Thank You for Your unfailing love for me, Your blessings, and goodness. Thank You for Your faithfulness to guide me and see me through times of uncertainty, for lifting me up, and setting me on high. Thank You for Scripture that comforts and reminds me of Your promises, plan, and provision. Thank you for taking away my fears and worries, the what-ifs, and reminding me that my help comes from You."
		},
		{
			"text": "Have I not commanded you? Be strong and courageous. Do not be afraid; do not be discouraged, for the Lord your God will be with you wherever you go.",
			"verse": "Joshua 1:9",
			"caption": "Lord, help me let go of my fear of failure and to live more boldly for You.  Help me not compare myself to others around me. I pray instead that I can keep my eye on You and live a life that proclaims Your excellence. Amen."
		},
		{
			"text": "If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.",
			"verse": "1 John 1:9",
			"caption": "Lord, I want to lay before you all that weighs heavy on my heart. Reveal even the sin I am not aware of, Lord. I lay these at your feet and pray your forgiveness on me. I believe you when you say that you wash us whiter than snow. Thank you Lord for your unending love for me! Help me start fresh right now to make choices that honor you. In Jesus' Name, Amen."
		},
		{
			"text": "Rejoice always, pray continually, give thanks in all circumstances; for this is God's will for you in Christ Jesus.",
			"verse": "1 Thessalonians 5:16-18",
			"caption": "God, sometimes life gets me down and I find it hard to see things to be thankful for. Open my eyes to see the gifts you’ve given me in my life. I’m going to start by thanking you for loving me enough to come to earth and die so we can live together forever. Amen."
		},
		{
			"text": "For you are my hiding place; you protect me from trouble. You surround me with songs of victory.",
			"verse": "Psalm 32:7",
			"caption": "Lord, You are my hiding place. You are the One I seek. You are the protection I need. I yearn for Your advice, Your guidance, and Your help. Show me which way to turn. Put me right where You want me to be to do the most good. Watch over me as I make this journey. You are the victory I seek, Lord, so bring me safely home to You. Amen."
		},
		{
			"text": "I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world",
			"verse": "John 16:33",
			"caption": "Triumphant God, no matter what I encounter today, you have already defeated it. Give me peace deep in my soul, so that anything that confronts me today doesn’t take my peace, but reassures me that it is something you have overcome. Amen."
		},
		{
			"text": "Repay no one evil for evil, but give thought to do what is honorable in the sight of all.",
			"verse": "Romans 12:17",
			"caption": "Our Heavenly Father, where there is hatred, let us spread love. Help us to love one another and overcome evil with good works. Let your light shine upon us and drive out the darkness. Teach us to soften our hearts and follow your path by sharing Your love. Amen."
		},
		{
			"text": "A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.",
			"verse": "John 13:34",
			"caption": "Father of Compassion and God of all grace, I thank you for teaching me to love through the example of Jesus. May my words and actions reflect his love toward your people today, tomorrow, and always. Amen."
		},
		{
			"text": "Every good gift and every perfect present comes from heaven; it comes down from God, the Creator of the heavenly lights, who does not change or cause darkness by turning.",
			"verse": "James 1:17",
			"caption": "Creator God, I am thankful for all the blessings you’ve consistently given me. Your glory shines in the magnificence of your creation. Thank you for not only giving us life, but forgiving us. I know that every good and perfect gift comes straight from you. Blessed be your name. Amen"
		},
		{
			"text": "Rejoice in the Lord always. I will say it again: Rejoice!",
			"verse": "Philippians 4:4",
			"caption": "Loving Father thank You for Your gift of joy and for Your fruit of rejoicing. Thank You, Father, that You are worthy of all my praise and that Your joy is a heavenly medicine and spiritual muscle that strengthens my trust. May I never cease to rejoice in You all the days of my life."
		},
		{
			"text": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.",
			"verse": "Mark 11:24",
			"caption": "Heavenly Father, thank you for answering prayers. I know that you are faithful to answer prayers how I need, and at the correct time. When I pray, help me to believe fully that everything in creation is under your control and at your command. In Jesus’ name I pray, amened. "
		},
		{
			"text": "For we live by faith, not by sight.",
			"verse": "2 Corinthians 5:7",
			"caption": "Lord Jesus, help me to trust that You are there. When I doubt in my faith journey, help me to know that You are there and that You are working in the midst of what I cannot see. I ask that you would give me strength today to live a bold life that knows You are with me."
		},
		{
			"text": "Each one should use whatever gift he has received to serve others, faithfully administering God’s grace in its various forms.",
			"verse": "1 Peter 4:10",
			"caption": "Almighty God, you’ve given me more blessings that I can count. I ask that you give me opportunities to share my gifts. I pray that you help me to serve others and strengthen them. Humble me so that all this is done in your name and for your glory, not mine. Amen. "
		}
	],
	"joshua": [
		{
			"text": "Glory to God, who is able to do far beyond all that we could ask or imagine by his power at work within us.",
			"verse": "Ephesians 3:20",
			"caption": "Knowing God can do exceedingly more than we can imagine encourages us to go to God with great faith, knowing that God can do anything God wishes according to His mercy, grace, love, and will."
		},
		{
			"text": "Everything should be done in love",
			"verse": "1 Corinthians 16:14",
			"caption": "Love should be the guiding force in our daily lives. God is love and when we show love, we reflect His character. In a world that is harsh and unforgiving, we should shine His love around us."
		},
		{
			"text": "May the God of hope fill you with all joy and peace in faith so that you overflow with hope by the power of the Holy Spirit",
			"verse": "Romans 15:13",
			"caption": "Life isn’t easy. However, in the midst of what we’re going through we can still have hope. Even in difficult circumstances, we can believe God for joy and peace."
		},
		{
			"text": "The Lord is my strength and my shield. My heart trusts him. I was helped, my heart rejoiced, and I thank him with my song",
			"verse": "Psalm 28:7",
			"caption": "For those who trust in the Lord, he will provide the strength to overcome. And he will protect us from the evil one and his followers"
		},
		{
			"text": "Don’t fear, because I am with you; don’t be afraid, for I am your God. I will strengthen you, I will surely help you; I will hold you with my righteous strong hand",
			"verse": "Isaiah 41:10",
			"caption": "God encourages us to not fear, so that we will trust in His presence; and know He is listening and working on our behalf."
		},
		{
			"text": "Love should be shown without pretending. Hate evil, and hold on to what is good",
			"verse": "Romans 12:9",
			"caption": "Lord, thank you for how you have loved me, and I ask that you teach me to love my brothers and sisters in Christ in the same way."
		},
		{
			"text": "I can endure all these things through the power of the one who gives me strength",
			"verse": "Philippians 4:13",
			"caption": "It is important to rely on God’s strength even where others are ready to help you during difficult times."
		},
		{
			"text": "Taste and see how good the Lord is! The one who takes refuge in him is truly happy",
			"verse": "Psalm 34:8",
			"caption": "The closer you get to God the more you realize that you can trust Him. God isn’t up one day and down the next. He doesn’t have days when He likes you and days when He doesn’t. God is always the same. He’s faithful, and as you get to know Him, you begin to trust Him more."
		},
		{
			"text": "So what are we going to say about these things? If God is for us, who is against us?",
			"verse": "Romans 8:31",
			"caption": "No matter how big the problem you face, you can know that God is for you. He’s on your side through the middle of the problem, ready to help you out."
		},
		{
			"text": "Be happy in your hope, stand your ground when you’re in trouble, and devote yourselves to prayer",
			"verse": "Romans 12:12",
			"caption": "Prayer is something we do always and in every situation knowing God will answer our prayers"
		},
		{
			"text": "Jesus answered, ‘I am the way, the truth, and the life. No one comes to the Father except through me",
			"verse": "John 14:6",
			"caption": "If heaven is your eternal destination, Jesus is the \"ONLY\" route that will lead you there. There is no other!!!!"
		},
		{
			"text": "Be happy with those who are happy, and cry with those who are crying",
			"verse": "Romans 12:15",
			"caption": "We are called to be the hands and feet of Jesus because his heart is filled with compassion for people."
		},
		{
			"text": "So welcome each other, in the same way that Christ also welcomed you, for God’s glory",
			"verse": "Romans 15:7",
			"caption": "Christ is our only hope, and those who abound in hope by the power of the Holy Spirit have no time to quarrel over nonessentials."
		},
		{
			"text": "I give thanks to you that I was marvelously set apart. Your works are wonderful—I know that very well",
			"verse": "Psalm 139:14",
			"caption": "I didn’t just evolve into what I am. I was created and designed with a purpose. And the blueprints of me are similar to other human beings but they’re not exactly the same. I am unique—and so are you"
		},
		{
			"text": "Love is patient, love is kind, it isn’t jealous, it doesn’t brag, it isn’t arrogant, it isn’t rude, it doesn’t seek its own advantage, it isn’t irritable, it doesn’t keep a record of complaints, it isn’t happy with injustice, but it is happy with the truth",
			"verse": "1 Corinthians 13:4-6",
			"caption": "God is Love, and Love never fails. Because God is love, He loves every creature with the same intense, never-ending love, whether they love Him or hate Him in return."
		},
		{
			"text": "Now faith, hope, and love remain—these three things—and the greatest of these is love",
			"verse": "1 Corinthians 13:13",
			"caption": "The eternal God is perfect love and the perfect love of God has been eternally poured into our hearts, through faith in Christ, for we have been made His children, through faith."
		},
		{
			"text": "May the God of endurance and encouragement give you the same attitude toward each other, similar to Christ Jesus’ attitude",
			"verse": "Romans 15:5",
			"caption": "Let us always remember that unity in Christ is much better than competing who is the best."
		},
		{
			"text": "I’ve said these things to you so that you will have peace in me. In the world you have distress. But be encouraged! I have conquered the world",
			"verse": "John 16:33",
			"caption": "Trusting Jesus and placing your hope in Him is what can bring you the peace you long for. Looking for love, acceptance, or joy in any other place will always fall short."
		},
		{
			"text": "Pursue the Lord and his strength; seek his face always!",
			"verse": "1 Chronicles 16:11",
			"caption": "There is a Heavenly Father who loves us dearly. He promises to abide with us by His Spirit. We can call on Him and trust that He will be with us as we commit ourselves to His Lordship over us and trust in His love. Do you need strength today?"
		},
		{
			"text": "Finally, be strengthened by the Lord and his powerful strength",
			"verse": "Ephesians 6:10",
			"caption": "No matter how lonely you feel in your stand for Jesus, you’re never alone. There are others who are standing up for God. They might not live near you or be at your church, but they are out there. So stand up boldy for what’s right. Stand firm in your faith, and don’t give up!"
		}
	],
	"tryphena": [
		{
			"text": "‘If you can’?” said Jesus. “Everything is possible for one who believes.”",
			"verse": "Mark 9:23",
			"caption": "Heavenly Father, I believe in you for you are Almighty and I praise you for you are in control. I declare and claim that I can do all things through You who gives me strength. Amen."
		},
		{
			"text": "No, in all these things we are more than conquerors through him who loved us.",
			"verse": "Romans 8:37",
			"caption": "Dear Lord, no matter the struggles we go through, thank you for giving us the strength that we need. We are more than conquerors because of Your presence in our lives. We praise you. Amen."
		},
		{
			"text": "Rejoice in the Lord always. I will say it again: Rejoice!",
			"verse": "Philippians 4:4",
			"caption": "You are the everlasting love in my life, Lord and I will rejoice for You never fail to fill my heart with your heavenly joy. Amen."
		},
		{
			"text": "If you believe, you will receive whatever you ask for in prayer.",
			"verse": "Matthew 21:22",
			"caption": "Dear Jesus, we have so many desires and needs in our lives and you know each one of them. Fulfill them according to your will, Lord and give us the strength to persistently wait upon your Holy presence. Amen."
		},
		{
			"text": "I have been crucified with Christ and I no longer live, but Christ lives in me. The life I now live in the body, I live by faith in the Son of God, who loved me and gave himself for me.",
			"verse": "Galatians 2:20",
			"caption": "Lord, I lay my old self in your presence for You live in me. Renew and use me Lord for your Kingdom. Amen."
		},
		{
			"text": "May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.",
			"verse": "Romans 15:13",
			"caption": "Father, fill us with your peace and joy. Lead us away from all negativity and help us to hold on to your love for the rest of our lives. Amen."
		},
		{
			"text": "But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness.",
			"verse": "1 Timothy 6:11",
			"caption": "The world may be filled with sin and darkness, but Lord, help us flee from whatever that displeases you. Show us the way to practice your gifts in our lives and to be the salt and light of the world. Amen."
		},
		{
			"text": "For you have been my hope, Sovereign Lord, my confidence since my youth.",
			"verse": "Psalm 71:5",
			"caption": "Holy Spirit, despite the struggles and hardships in our lives, we are holding on to you for you are our stronghold, our hope and our confidence. We praise you. Amen."
		},
		{
			"text": "“The Lord is my strength and my defense, he has become my salvation.\nHe is my God, and I will praise him, my father’s God, and I will exalt him.\"",
			"verse": "Exodus 15:2",
			"caption": "Lord, fill my life with courage and hope so that I may do greater things for your kingdom and the world may praise for your greatness. Amen. "
		},
		{
			"text": "As Scripture says, “Anyone who believes in him will never be put to shame.”",
			"verse": "Romans 10:11",
			"caption": "Jesus, in you we trust for you never leave us nor forsake us. We praise you for you always lift up your children in times of difficulties. Amen."
		},
		{
			"text": "How can a young person stay on the path of purity? By living according to your word.",
			"verse": "Psalm 119:9",
			"caption": "Father, purify us with your blood. The darkness of the world may try to overwhelm us but help us to hold firm onto your word. Give us the wisdom and knowledge to understand your word, so that we may not drift away towards the desires of the world. Amen."
		},
		{
			"text": "The Lord is my light and my salvation—whom shall I fear?\nThe Lord is the stronghold of my life—of whom shall I be afraid?",
			"verse": "Psalm 27:1",
			"caption": "The fear of the world may surround us, but we are not afraid for you are always by our side. Lord, give us the courage and strength we need to push through the storms of life. We thank you and praise you. Amen."
		},
		{
			"text": "But blessed is the one who trusts in the Lord, whose confidence is in him.",
			"verse": "Jeremiah 17:7",
			"caption": "Lord, you are our confidence and our strength. Lead and guide us Lord, that we may live a life pleasing to your eyes. Amen."
		},
		{
			"text": "Taste and see that the Lord is good; blessed is the one who takes refuge in him.",
			"verse": "Psalm 34:8",
			"caption": "Lord I pray that your goodness and mercy will follow us through the rest of our lives. Help us spread your goodness to the world so that they may too taste your love in their lives and be blessed. Amen."
		},
		{
			"text": "Don’t let anyone look down on you because you are young, but set an example for the believers in speech, in conduct, in love, in faith and in purity.",
			"verse": "1 Timothy 4:12",
			"caption": "Jesus, mold us and teach us so that we may be an example to those around us. Guide and lead us to do greater things in Your name and that those who see it may be inspired to do the same. Amen."
		},
		{
			"text": "Blessed are those who hunger and thirst for righteousness, for they will be filled.",
			"verse": "Matthew 5:6",
			"caption": "Heavenly Father, fill us with the spirit to long for your righteousness and not dwell on worldly things. Give us the realization that whatever comes from You lasts for eternity. Amen."
		},
		{
			"text": "The salvation of the righteous comes from the Lord; he is their stronghold in time of trouble.",
			"verse": "Psalm 37:39",
			"caption": "Lord, thank you for your helping hand during our times of trouble. Although we may lose hope at times, Lord, help us run back to your presence for you are our stronghold. Amen."
		},
		{
			"text": "“He himself bore our sins” in his body on the cross, so that we might die to sins and live for righteousness; “by his wounds you have been healed.”",
			"verse": "1 Peter 2:24",
			"caption": "Jesus, we live for you died for us on the cross. For it is by your grace and mercy that we are living a blessed life. Lord, create in us a heart of gratefulness that we may constantly remember and practice your salvation. Amen."
		},
		{
			"text": "Trust in the Lord forever, for the Lord, the Lord himself, is the Rock eternal.",
			"verse": "Isaiah 26:4",
			"caption": "Even if the world is full of suffering and pain, but I stand, for I trust in you Lord. You are my Helper, and my Rock eternal. I praise you. Amen."
		}
	],
	"vinitha": [
		{
			"text": "And we know that all things work together for good to those who love God, to those who are the called according to His purpose.",
			"verse": "Romans 8:28",
			"caption": "Whatever we may face, we can be assured that our God is in control and everything happens according to His plan"
		},
		{
			"text": "Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God; and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus.",
			"verse": "Philippians 4:6-7",
			"caption": "What a relief to know that our Lord listens to our prayers and cares about our anxieties!"
		},
		{
			"text": "Fear not, for I am with you;\r\nBe not dismayed, for I am your God.\r\nI will strengthen you,\r\nYes, I will help you,\r\nI will uphold you with My righteous right hand.",
			"verse": "Isaiah 41:10",
			"caption": "Our God is a God who strengthens us and arms us with courage whenever we go to Him. Let us lay our fears at His feet confidently."
		},
		{
			"text": "Therefore I say to you, do not worry about your life, what you will eat or what you will drink; nor about your body, what you will put on. Is not life more than food and the body more than clothing?",
			"verse": "Matthew 6:25",
			"caption": "If our God could create the entire universe, how much more will He provide for us, that he even gave His life for!"
		},
		{
			"text": "Casting all your care upon Him, for He cares for you.\r",
			"verse": "1 Peter 5:7",
			"caption": "How comforting it is to know that our Lord is one prayer away, to cast our cares upon."
		},
		{
			"text": "Therefore do not worry about tomorrow, for tomorrow will worry about its own things. Sufficient for the day is its own trouble.",
			"verse": "Matthew 6:34",
			"caption": "Because He lives, we can face all of our tomorrows"
		},
		{
			"text": "Let not your heart be troubled; you believe in God, believe also in Me.",
			"verse": "John 14:1",
			"caption": "Lord, give us wisdom to depend on you and help us strengthen our faith"
		},
		{
			"text": "Anxiety in the heart of man causes depression, but a good word makes it glad.",
			"verse": "Proverbs 12:25",
			"caption": "The word of God is ever present and ourhow amazing it is that our God speaks to us through His word!"
		},
		{
			"text": "Lord, all my desire is before You;\nAnd my sighing is not hidden from You.",
			"verse": "Psalm 38:9",
			"caption": "Nothing that we face is too small or big for our Lord. He listens to our smallest wails and listens to us."
		},
		{
			"text": "Watch, stand fast in the faith, be brave, be strong.\r\n",
			"verse": "1 Corinthians 16:13",
			"caption": "When our faith is on our God, maker of heaven and earth, what should we fear?"
		},
		{
			"text": "Therefore I say to you, do not worry about your life, what you will eat; nor about the body, what you will put on. Life is more than food, and the body is more than clothing.",
			"verse": "Luke 12:22b-23",
			"caption": "If our God could clothe the flowers so beautifully, what more His people that He made in His own image?"
		},
		{
			"text": "And God is able to make all grace abound toward you, that you, always having all sufficiency in all things, may have an abundance for every good work.",
			"verse": "2 Corinthians 9:8",
			"caption": "Our God is gracious and His mercies towards us are renewed every morning"
		},
		{
			"text": "For I know that my Redeemer lives,\r\nAnd He shall stand at last on the earth.",
			"verse": "Job 19:25",
			"caption": "Our redeemer, who redeemed us with His own blood, is alive!"
		},
		{
			"text": "Be strong and of a good courage, fear not, nor be afraid of them: for the Lord thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee. ",
			"verse": "Deuteronomy 31:6",
			"caption": "How fascinating it is to know that our God fights our battles, for us!"
		},
		{
			"text": "And he said, Hearken ye, all Judah, and ye inhabitants of Jerusalem, and thou king Jehoshaphat, Thus saith the Lord unto you, Be not afraid nor dismayed by reason of this great multitude; for the battle is not yours, but God's. ",
			"verse": "2 Chronicles 20:15",
			"caption": "Our God is greater than any armies that we face, and if God is on our side, who can defeat us?"
		},
		{
			"text": "Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.",
			"verse": "Psalm 23:4",
			"caption": "Even through our darkest valleys, our God is with us as our comforting shepherd to lead us and guide us."
		},
		{
			"text": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid. ",
			"verse": "John 14:27",
			"caption": "Nothing can match up to the peace that our Lord gives, and the peace that our Lord gives cannot be given by anything else in this world"
		},
		{
			"text": "Lo, I am with you always, even unto the end of the world. Amen.",
			"verse": "Matthew 28:20",
			"caption": "Our Lord is with us now and forever, till the end of age, as our eternal hope and friend"
		},
		{
			"text": "Yet the Lord will command his lovingkindness in the day time, and in the night his song shall be with me, and my prayer unto the God of my life.",
			"verse": "Psalm 42:8",
			"caption": "Our God neither sleeps nor slumbers, and He has promised to watch over us with his tender kindness"
		},
		{
			"text": "And Joshua said unto them, Fear not, nor be dismayed, be strong and of good courage: for thus shall the Lord do to all your enemies against whom ye fight.",
			"verse": "Joshua 10:25",
			"caption": "If God is for us, who can be against us?"
		}
	]
}
